START_MESSAGE = '''
Всем привет! 

Примерно в 11 часов по Мск начнем торговлю📈

⏰Следите за каналом.

Если еще не торговали по этим сигналам, то лучше попрактикуйтесь на демо, чтобы понять механику.

Перед торговлей повторите инструкцию👇🏻

https://teletype.in/@yar_pro_trading/kaktorgovatposignalam

✍Если будут вопросы, напишите в лс - @yar_pro_trading'''


BO_MESSAGE = '''
На этом закончим первую сессию.

Вернемся к торговле в 15 часов по Мск.

Не выключайте уведомление. Заранее перед торговлей напишу.

Если будут вопросы или хотите поделиться результатом, то пишите в личные сообщения.

✍Писать сюда - @yar_pro_trading'''

OB_MESSAGE = '''
Около 15:00 по Мск начнем торговлю. Следите за каналом. Не выключайте уведомления.

Сигналы будут на моментальный вход в сделку. Инструкция для торговли в Закрепленном посте.

Если будут вопросы, можете написать мне в лс - @yar_pro_trading'''

TRADE_MESSAGE = '''
На этом закончим сессию.

Продолжим примерно в 20:00 - 21:00 по Мск.

Следите за каналом.

Если будут вопросы, то можете написать мне в лс - @yar_pro_trading'''

STOP_MESSAGE = '''
На сегодня закончим торговлю. Всем спасибо за внимание и доверие.

Расписание торговли можете посмотреть в Закрепленном посте канала.

Если будут вопросы, то можете написать мне в лс - @yar_pro_trading'''